{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "image_with_text_6XGYK3": {
      "type": "image-with-text",
      "blocks": {
        "heading_ERcRGR": {
          "type": "heading",
          "settings": {
            "heading": "Our Services",
            "heading_size": "h1"
          }
        },
        "text_wNmT9U": {
          "type": "text",
          "settings": {
            "text": "<p>Our primary work is in the specification and supply of seeds for wildlife gardens of every kind. Services include technical advice, project design \/ planning and community engagement. We are passionate about education, and provide illustrated talks to groups and societies.<\/p>",
            "text_style": "body"
          }
        }
      },
      "block_order": [
        "heading_ERcRGR",
        "text_wNmT9U"
      ],
      "settings": {
        "image": "shopify:\/\/shop_images\/Powderham2019_1.jpg",
        "height": "adapt",
        "desktop_image_width": "medium",
        "layout": "image_first",
        "desktop_content_position": "top",
        "desktop_content_alignment": "left",
        "content_layout": "no-overlap",
        "section_color_scheme": "",
        "color_scheme": "",
        "image_behavior": "none",
        "mobile_content_alignment": "left",
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "multicolumn_rKB74n": {
      "type": "multicolumn",
      "blocks": {
        "column_nR6Hw8": {
          "type": "column",
          "settings": {
            "title": "Talks & Education",
            "text": "<p>From our start in 2011, we have been evangelising for nature the length and breadth of the country. We're always excited to provide talks and demonstrations of our work at Royal Horticultural Society and other leading garden shows, gardening clubs, wildlife groups, beekeeping societies, music festivals, green fairs, eco-events, Womens' Institute , University of the Third Age, Rotary Club, schools and colleges etc. We can be seen at <a href=\"\/pages\/events-2023\" title=\"Events\">numerous events in 2024<\/a>. Talks are generally charged from £95 plus expenses, but concessions may apply. Get in touch via the contact form below.<\/p>",
            "link_label": "",
            "link": ""
          }
        },
        "column_zFEVTj": {
          "type": "column",
          "settings": {
            "title": "Advice & Consultancy",
            "text": "<p>An ethos of kindness and generosity makes the sharing of our knowledge second nature. Whether offering assistance with technical aspects of flower meadow creation, planning guidance or helping you to set up a community group, we bring a wealth of experience from years of successful project management. In addition to our <a href=\"\/pages\/faqs\" title=\"FAQs\">FAQ's section<\/a>, and useful <a href=\"\/pages\/how-to\" title=\"How-to\"><strong>'how to' videos<\/strong><\/a>, we are also happy to respond to specific queries via the contact form below. Our organisation is a not-for-profit; as a guide, consultancy and landscape design work is generally charged at £50 per hour plus expenses to cover our costs.<\/p>",
            "link_label": "",
            "link": ""
          }
        },
        "column_ReAThi": {
          "type": "column",
          "settings": {
            "title": "Project Design & Planning",
            "text": "<p>Our approach to design is grounded in permaculture principles. This approach to land management and settlement design adopts arrangements observed in flourishing natural ecosystems. It includes a set of design principles derived using whole-systems thinking. These principles are applied in fields such as regenerative agriculture, town planning, rewilding, and community resilience. Whilst our particular area of expertise is in the establishment of plant communities from seed, our design work incorporates a broad range of green space management techniques.<\/p>",
            "link_label": "",
            "link": ""
          }
        },
        "column_xNY7jV": {
          "type": "column",
          "settings": {
            "title": "Community Engagement",
            "text": "<p>Community engagement for us starts with getting our sleeves rolled-up! As a Community Interest Company, we believe in sharing our gifts generously - and much of our work locally is done on a voluntary basis. Our gardening practice includes not only private gardens, but managing a train station garden, cemeteries, parks, community gardens, allotments, verges, roundabouts and lots of little unloved patches crying out for attention. Whilst our work is rooted in our local Somerset community, we are able to support projects across the UK. Contact us for friendly help, advice and encouragement.<\/p>",
            "link_label": "",
            "link": ""
          }
        }
      },
      "block_order": [
        "column_nR6Hw8",
        "column_zFEVTj",
        "column_ReAThi",
        "column_xNY7jV"
      ],
      "settings": {
        "title": "",
        "heading_size": "h1",
        "image_width": "full",
        "image_ratio": "adapt",
        "columns_desktop": 2,
        "column_alignment": "center",
        "background_style": "primary",
        "button_label": "",
        "button_link": "",
        "color_scheme": "",
        "columns_mobile": "1",
        "swipe_on_mobile": true,
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "contact_form_gaPK8b": {
      "type": "contact-form",
      "settings": {
        "heading": "Contact form",
        "heading_size": "h1",
        "color_scheme": "",
        "padding_top": 36,
        "padding_bottom": 36
      }
    }
  },
  "order": [
    "main",
    "image_with_text_6XGYK3",
    "multicolumn_rKB74n",
    "contact_form_gaPK8b"
  ]
}
